;Localization add-in for TLE

;-----------------------
; TLE MISSIONS
;-----------------------

; BLAST FROM THE PAST Mission Templates

[ChallengeAbductionGasStation X2MissionTemplate]
DisplayName="Похищение людей"
Briefing="Происходит похищение людей"
PostMissionType="Похищение людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

[ChallengeAbductionCemetery X2MissionTemplate]
DisplayName="Похищение людей"
Briefing="Происходит похищение людей"
PostMissionType="Похищение людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

[ChallengeTerrorBar X2MissionTemplate]
DisplayName="Акция устрашения \"Адвента\""
Briefing="Происходит акция устрашения \"Адвента\""
PostMissionType="Акция устрашения \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских"
ObjectiveTextPools[1]="Ликвидируйте всех врагов"

[ChallengeAbductionTrainyard X2MissionTemplate]
DisplayName="Похищение людей"
Briefing="Происходит похищение людей"
PostMissionType="Похищение людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

[ChallengeTerrorPoliceStation X2MissionTemplate]
DisplayName="Акция устрашения \"Адвента\""
Briefing="Происходит акция устрашения \"Адвента\""
PostMissionType="Акция устрашения \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских"
ObjectiveTextPools[1]="Ликвидируйте всех врагов"

[ChallengeAbductionFarm X2MissionTemplate]
DisplayName="Похищение людей"
Briefing="Происходит похищение людей"
PostMissionType="Похищение людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

[ChallengeAbductionDam X2MissionTemplate]
DisplayName="Похищение людей"
Briefing="Происходит похищение людей"
PostMissionType="Похищение людей"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

; IT CAME FROM THE SEA Mission Templates

[ChallengeAbductionWaterfront X2MissionTemplate]
DisplayName="Расследуйте происшествие"
Briefing="Замечено происшествие"
PostMissionType="Расследование происшествия"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"

[ChallengeTerrorCoastalRadio X2MissionTemplate]
DisplayName="Акция устрашения \"Адвента\""
Briefing="Происходит акция устрашения \"Адвента\""
PostMissionType="Акция устрашения \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских"
ObjectiveTextPools[1]="Ликвидируйте всех врагов"

[ChallengeGatherWaterfrontRadio X2MissionTemplate]
DisplayName="Заберите ведущего пиратского радио из заброшенного города"
Briefing="Заберите ведущего пиратского радио из заброшенного города"
PostMissionType="Заберите ведущего"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберите ведущего пиратского радио"
ObjectiveTextPools[1]="Доставьте ведущего в точку эвакуации"

[ChallengeDestroyWaterfrontRadio X2MissionTemplate]
DisplayName="Уничтожьте пиратский передатчик"
Briefing="Уничтожьте пиратский передатчик"
PostMissionType="Уничтожьте пиратский передатчик"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Уничтожьте пиратский передатчик"

[ChallengeExtractCoastalRadio X2MissionTemplate]
DisplayName="Эвакуируйте ведущего из прибрежного поселка"
Briefing="Эвакуируйте ведущего из прибрежного поселка"
PostMissionType="Эвакуируйте ведущего"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставьте ведущего в точку эвакуации"

[ChallengeHackWaterfrontRadio X2MissionTemplate]
DisplayName="Взломайте пиратскую радиостанцию"
Briefing="Взломайте терминал - пиратская радиостанция"
PostMissionType="Взломайте пиратскую радиостанцию"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Взломайте пиратскую радиостанцию"

[ChallengeSabotageWaterfrontTransmitter X2MissionTemplate]
DisplayName="Выведите из строя передатчик пришельцев"
Briefing="Выведите из строя передатчик пришельцев"
PostMissionType="Выведите из строя передатчик пришельцев"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Заложите заряды X4 у передатчика пришельцев"
ObjectiveTextPools[1]="Покиньте зону операции"

; AVENGER ASSEMBLE Mission Templates

[ChallengeRecoverChair X2MissionTemplate]
DisplayName="Заберите ракеты \"Лавина\" с разбившегося перехватчика"
Briefing="Заберите ракеты \"Лавина\" - разбившийся перехватчик"
PostMissionType="Заберите ракеты \"Лавина\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Заберите ракеты \"Лавина\" с разбившегося перехватчика"

[ChallengeRecoverRotor X2MissionTemplate]
DisplayName="Заберите роторный блок с разбившегося \"Рейнджера\""
Briefing="Заберите ротор - разбившийся \"Рейнджер\""
PostMissionType="Заберите роторный блок"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Заберите роторный блок с разбившегося \"Рейнджера\""

[ChallengeRecoverMissiles X2MissionTemplate]
DisplayName="Заберите кресло пилота с разбившегося перехватчика"
Briefing="Заберите кресло пилота - разбившийся перехватчик"
PostMissionType="Заберите кресло пилота"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Заберите кресло пилота с разбившегося перехватчика"

[ChallengeHackPowerGrid X2MissionTemplate]
DisplayName="Взломайте систему ИИ НЛО"
Briefing="Взлом ИИ НЛО"
PostMissionType="Взлом ИИ НЛО"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Взломайте кустарную энергосеть"

[ChallengeGatherSkyranger X2MissionTemplate]
DisplayName="Заберите агента с черного рынка из разбитого \"Рейнджера\""
Briefing="Заберите агента с черного рынка из разбитого \"Рейнджера\""
PostMissionType="Заберите агента с черного рынка"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Заберите агента с черного рынка"
ObjectiveTextPools[1]="Доставьте оператора в точку эвакуации"

[ChallengeProtectUFODevice X2MissionTemplate]
DisplayName="Защитите устройство около упавшего НЛО"
Briefing="Защитите устройство - упавший НЛО"
PostMissionType="Защитите устройство"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Захватите и защитите передатчик"

[ChallengeRecoverManual X2MissionTemplate]
DisplayName="Захватите стабилизатор мощности с севшего НЛО"
Briefing="Захватите стабилизатор мощности - севший НЛО"
PostMissionType="Захватите стабилизатор мощности"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Захватите стабилизатор мощности с севшего НЛО"

; THE LAZARUS PROJECT Mission Templates

[ChallengeRescueShen X2MissionTemplate]
DisplayName="Спасите Лили Шэнь из камеры \"Адвента\""
Briefing="Спасите Лили Шэнь из камеры \"Адвента\""
PostMissionType="Эвакуируйте ВИПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите Лили Шэнь из плена \"Адвента\""

[ChallengeRescueJaneKelly X2MissionTemplate]
DisplayName="Спасите Джейн Келли из поезда \"Адвента\""
Briefing="Спасите Джейн Келли из поезда \"Адвента\""
PostMissionType="Эвакуируйте ВИПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите Джейн Келли из поезда \"Адвента\""

[ChallengeSabotageSiegeCannon X2MissionTemplate]
DisplayName="Выведите из строя осадное орудие \"Адвента\""
Briefing="Выведите из строя осадное орудие \"Адвента\""
PostMissionType="Выведите из строя осадное орудие \"Адвента\""
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Ликвидируйте все силы противника"
ObjectiveTextPools[1]="Заложите заряд X4 у осадного орудия"

[ChallengeRescuePeterOsei X2MissionTemplate]
DisplayName="Спасите Питера Осая из камеры \"Адвента\""
Briefing="Спасите Питера Осая из камеры \"Адвента\""
PostMissionType="Эвакуируйте ВИПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите Питера Осая из плена \"Адвента\""

[ChallengeRescueAnaRamirez X2MissionTemplate]
DisplayName="Спасите Анну Рамирес из депо"
Briefing="Спасите Анну Рамирес из депо"
PostMissionType="Эвакуируйте ВИПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Спасите Анну Рамирес из плена \"Адвента\""

[ChallengeExtractTygan X2MissionTemplate]
DisplayName="Эвакуируйте Тайгана из тоннелей"
Briefing="Эвакуируйте Тайгана из тоннелей"
PostMissionType="Эвакуируйте ВИПа"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Доставьте Тайгана в точку эвакуации"

[ChallengeRecoverSweater X2MissionTemplate]
DisplayName="Заберите артефакт из цитадели \"Адвента\""
Briefing="Заберите артефакт - цитадель \"Адвента\""
PostMissionType="Захватите предмет"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Заберите артефакт из цитадели \"Адвента\""

; BLAST FROM THE PAST Mission Narrative Templates

[DefaultChallengeAbductionGasStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

[DefaultChallengeAbductionCemetery X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

[DefaultChallengeTerrorBar X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских от сил \"Адвента\""
ObjectiveTextPools[1]="Нейтрализуйте ударную группу \"Адвента\""

[DefaultChallengeAbductionTrainyard X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

[DefaultChallengeTerrorPoliceStation X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских от сил \"Адвента\""
ObjectiveTextPools[1]="Нейтрализуйте ударную группу \"Адвента\""

[DefaultChallengeAbductionFarm X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

[DefaultChallengeAbductionDam X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

; IT CAME FROM THE SEA Mission Narrative Templates

[DefaultChallengeAbductionWaterfront X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"

[DefaultChallengeTerrorCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Спасите как минимум 6 гражданских от сил пришельцев"
ObjectiveTextPools[1]="Нейтрализуйте ударную группу пришельцев"

[DefaultChallengeDestroyWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ликвидируйте всех врагов"
ObjectiveTextPools[1]="Уничтожьте передатчик, прежде чем передача будет завершена"

[DefaultChallengeGatherWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Найдите ведущего пиратского радио"
ObjectiveTextPools[1]="Спасите ведущего пиратского радио"
ObjectiveTextPools[2]="Дополнительно: спасите телохранителей ведущего"
ObjectiveTextPools[3]="Эвакуируйте ведущего в указанной точке"
ObjectiveTextPools[4]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeExtractCoastalRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходов до отступления \"Рейнджера\""
ObjectiveTextPools[1]="Эвакуируйте ведущего в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeHackWaterfrontRadio X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Взломайте пиратскую радиостанцию"

[DefaultChallengeSabotageWaterfrontTransmitter X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Заложите X4, чтобы уничтожить передатчик пришельцев"
ObjectiveTextPools[1]="Эвакуируйте хотя бы одного агента XCOM"

; AVENGER ASSEMBLE Mission Narrative Templates

[DefaultChallengeRecoverChair X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Сканировать ракеты \"Лавина\""

[DefaultChallengeRecoverRotor X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Просканируйте роторный блок"

[DefaultChallengeRecoverMissiles X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Просканируйте кресло пилота"

[DefaultChallengeHackPowerGrid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Взломайте систему ИИ НЛО"

[DefaultChallengeGatherSkyranger X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Найдите торговца с черного рынка"
ObjectiveTextPools[1]="Спасите торговца с черного рынка"
ObjectiveTextPools[2]="Дополнительно: спасите охранников черного рынка"
ObjectiveTextPools[3]="Эвакуируйте торговца в указанной точке"
ObjectiveTextPools[4]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeProtectUFODevice X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Защитите устройство перехвата данных"
ObjectiveTextPools[1]="Уничтожьте всех врагов"

[DefaultChallengeRecoverManual X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожьте всех врагов"
ObjectiveTextPools[1]="Захватите стабилизатор мощности"

; THE LAZARUS PROJECT Mission Narrative Templates

[DefaultChallengeRescueShen X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Освободите Шэнь из тюрьмы \"Адвента\""
ObjectiveTextPools[1]="Эвакуируйте Шэнь в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeRescueJaneKelly X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Спасите Джейн Келли из тюрьмы \"Адвента\""
ObjectiveTextPools[1]="Эвакуируйте Джейн Келли в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeSabotageSiegeCannon X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Заложите X4, чтобы уничтожить осадное орудие"
ObjectiveTextPools[1]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeRescuePeterOsei X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Освободите Питера Осая из тюрьмы \"Адвента\""
ObjectiveTextPools[1]="Эвакуируйте Питера Осая в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeRescueAnaRamirez X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Спасите Анну Рамирес из плена \"Адвента\""
ObjectiveTextPools[1]="Эвакуируйте Анну Рамирес в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeExtractTygan X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Ходов до отступления \"Рейнджера\""
ObjectiveTextPools[1]="Эвакуируйте Тайгана в указанном месте"
ObjectiveTextPools[2]="Эвакуируйте хотя бы одного агента XCOM"

[DefaultChallengeRecoverSweater X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Центр должен оставаться в сознании"
ObjectiveTextPools[1]="Уничтожьте всех врагов"
ObjectiveTextPools[2]="Найдите стазис-капсулу"
ObjectiveTextPools[3]="Центр должен забрать прототип из стазис-капсулы"

; IT CAME FROM THE SEA Quest Item Templates

[WaterfrontRadio X2QuestItemTemplate]
FriendlyName="Прибрежная радиостанция"
FriendlyNamePlural="Прибрежные радиостанции"
LootTooltip="Прекратите вещание пиратской радиостанции, чтобы остановить нашествие криссалидов."

; AVENGER ASSEMBLE Quest Item Templates

[PilotSeat X2QuestItemTemplate]
FriendlyName="Кресло пилота перехватчика"
FriendlyNamePlural="Кресла пилота перехватчика"
LootTooltip="Это должно подойти для управления \"Мстителем\"."

[RotorMechanism X2QuestItemTemplate]
FriendlyName="Роторный блок \"Рейнджера\""
FriendlyNamePlural="Роторные блоки \"Рейнджера\""
LootTooltip="Это можно использовать для модификации неисправных систем \"Мстителя\"."

[AvalancheMissiles X2QuestItemTemplate]
FriendlyName="Ракета \"Лавина\""
FriendlyNamePlural="Ракеты \"Лавина\""
LootTooltip="После этого Шэнь сможет адаптировать систему наведения для \"Мстителя\"."

[OperatorsManual X2QuestItemTemplate]
FriendlyName="Стабилизатор мощности"
FriendlyNamePlural="Стабилизаторы мощности"
LootTooltip="Инопланетный стабилизатор мощности поможет нам снова поднять \"Мститель\" в небо."

; THE LAZARUS PROJECT Quest Item Templates

[Sweater X2QuestItemTemplate]
FriendlyName="Свитер Брэдфорда"
FriendlyNamePlural="Свитера Брэдфорда"
BriefSummary="Легенда на легенде. Наиболее узнаваемый элемент гардероба XCOM."

; IT CAME FROM THE SEA Hack Reward Templates

[WaterfrontRadio X2HackRewardTemplate]
FriendlyName="Прибрежная радиостанция"
Description="Прекратите вещание пиратской радиостанции, чтобы остановить нашествие криссалидов."

; AVENGER ASSEMBLE Hack Reward Templates

[PilotSeat X2HackRewardTemplate]
FriendlyName="Кресло пилота перехватчика"
Description="Просканируйте кресло пилота, чтобы использовать его для управления \"Мстителем\"."

[RotorMechanism X2HackRewardTemplate]
FriendlyName="Роторный блок \"Рейнджера\""
Description="Просканируйте блок, чтобы Шэнь смогла использовать его при переделке \"Мстителя\"."

[UFOPowerGrid X2HackRewardTemplate]
FriendlyName="Навигационная система пришельцев"
Description="Навигационная система пришельцев поможет нам снова поднять \"Мститель\" в небо."

[AvalancheMissiles X2HackRewardTemplate]
FriendlyName="Ракета \"Лавина\""
Description="Просканируйте систему наведения этих ракет для \"Мстителя\"."

[OperatorsManual X2HackRewardTemplate]
FriendlyName="Стабилизатор мощности"
Description="Этот инопланетный стабилизатор мощности поможет нам снова поднять \"Мститель\" в небо."

; Mission strings

[LadderMissionTimers]
TimerICFTSHackTitle="Выведите из строя пиратскую радиостанцию"
TimerICFTSHackSubtitle="Ходов до поражения"
TimerCouncilTitle="Эвакуировать всех"
TimerCouncilSubtitle="Ходов до поражения"
TimerAAHackTitle="Взломайте систему ИИ НЛО"
TimerAAHackSubtitle="Ходов до облучения"
TimerRelayTitle="Уничтожьте пиратскую радиостанцию"
TimerRelaySubtitle="Ходов до поражения"
TimerSabotageTitle="Заряды X4"
TimerSabotageSubtitle="Ходов до взрыва"

;-----------------------
; TLE WEAPONS
;-----------------------

[TLE_AssaultRifle_CV X2WeaponTemplate]
FriendlyName="Старый автомат"
FriendlyNamePlural="Старые автоматы"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это - наиболее часто встречающийся образец, недалеко ушедший от винтовки, которой пользовались 20 лет назад. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Старый автомат"

[TLE_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="Кустарная магнитная винтовка"
FriendlyNamePlural="Кустарные магнитные винтовки"
BriefSummary="Освоение магнитных технологий позволило нам создать усовершенствованное оружие, аналогичное винтовке. Оно представляет собой существенный шаг вперед по сравнению с обычными трофейными винтовками."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии особых способностей.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Кустарная магнитная винтовка"

[TLE_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Ранняя плазменная винтовка"
FriendlyNamePlural="Ранние плазменные винтовки"
BriefSummary="Мы наконец смогли разобраться в конструкции лучевого оружия пришельцев и теперь можем разрабатывать собственное. С новыми винтовками наши солдаты справятся с любым противником, который им повстречается."
TacticalText="<Bullet/> Плазменная винтовка - несложное, но крайне разрушительное оружие пехоты.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Ранняя плазменная винтовка"

[TLE_Cannon_CV X2WeaponTemplate]
FriendlyName="Легкий пулемет"
FriendlyNamePlural="Легкие пулеметы"
BriefSummary="Ручной пулемет - импровизированное оружие огневой поддержки с большой зоной поражения. Хотя он, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Легкий пулемет"

[TLE_Cannon_MG X2WeaponTemplate]
FriendlyName="Магнитная пушка поддержки"
FriendlyNamePlural="Магнитные пушки поддержки"
BriefSummary="Разработка магнитного оружия позволила нам использовать скорострельный вариант пушки. Огонь наших гренадеров становится заметно смертоноснее."
TacticalText="<Bullet/> Магнитная пушка поддержки представляет собой более мощную, но столь же компактную версию легкого пулемета.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Магнитная пушка поддержки"

[TLE_Cannon_BM X2WeaponTemplate]
FriendlyName="Энергопушка"
FriendlyNamePlural="Энергопушки"
BriefSummary="Разработка более мощного лучевого вооружения для гренадеров требует значительных усилий, но, несомненно, повышает их эффективность."
TacticalText="<Bullet/> Энергопушка - наиболее мощное оружие огневой поддержки, доступное нашим войскам.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Энергопушка"

[TLE_Pistol_CV X2WeaponTemplate]
FriendlyName="Традиционный пистолет"
FriendlyNamePlural="Традиционные пистолеты"
BriefSummary="В дополнение к винтовкам снайперы XCOM носят крупнокалиберные пистолеты. Хорошо подготовленный снайпер может быть исключительно опасен и на близком расстоянии."
TacticalText="<Bullet/> Пистолет в руках опытного снайпера - не просто запасное оружие.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие.\n<Bullet/> Снайперы могут изучать различные способности, повышающие эффективность этого оружия."
AbilityDescName="Традиционный пистолет"

[TLE_Pistol_MG X2WeaponTemplate]
FriendlyName="Рельсопистолет"
FriendlyNamePlural="Рельсопистолеты"
BriefSummary="Новый пистолет, созданный на базе освоенных нами магнитных технологий, представляет собой заметное улучшение по сравнению со стандартным оружием."
TacticalText="<Bullet/> Рельсопистолеты заметно эффективнее своих стандартных предшественников.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие."
AbilityDescName="Рельсопистолет"

[TLE_Pistol_BM X2WeaponTemplate]
FriendlyName="Энергопистолет"
FriendlyNamePlural="Энергопистолеты"
BriefSummary="Пистолет, созданный на основе лучевых технологий пришельцев. Совершенное оружие."
TacticalText="<Bullet/> Энергопистолеты превосходят по мощности все земные аналоги.\n<Bullet/> В отличие от снайперской винтовки, для выстрела из пистолета требуется только одно действие."
AbilityDescName="Энергопистолет"

[TLE_Shotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик Гаусса"
FriendlyNamePlural="Дробовики Гаусса"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это - специальное оружие для коротких дистанций. Хотя оно, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Дробовик Гаусса"

[TLE_Shotgun_MG X2WeaponTemplate]
FriendlyName="Усиленный дробовик"
FriendlyNamePlural="Усиленные дробовики"
BriefSummary="Магнитная технология позволит нам использовать кусочки инопланетных сплавов в оружии, которое заметно усилит боевую эффективность рейнджеров, особенно вблизи."
TacticalText="<Bullet/> Магнитные технологии позволили создать новые образцы вооружения, которые заменили доступные солдатам XCOM дробовики.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Усиленный дробовик"

[TLE_Shotgun_BM X2WeaponTemplate]
FriendlyName="Энергометла"
FriendlyNamePlural="Энергометлы"
BriefSummary="«Энергометла» выпускает по цели концентрированную серию импульсов, прожигая и расплавляя значительную площадь."
TacticalText="<Bullet/> Самое современное оружие в классе дробовиков, доступное солдатам XCOM.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Энергометла"

[TLE_SniperRifle_CV X2WeaponTemplate]
FriendlyName="Снайперская винтовка"
FriendlyNamePlural="Снайперские винтовки"
BriefSummary="Нам удалось заполучить разнообразные образцы пехотного вооружения. Это - специальное оружие для средней и дальней дистанции. Хотя оно, несомненно, уступает магнитным технологиям \"Адвента\", мы сможем доработать его при помощи трофейных материалов, когда разработаем модульные технологии."
TacticalText="<Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> На ближней дистанции попасть из снайперской винтовки сложнее.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Снайперская винтовка"

[TLE_SniperRifle_MG X2WeaponTemplate]
FriendlyName="Крупнокалиберная винтовка"
FriendlyNamePlural="Крупнокалиберные винтовки"
BriefSummary="Магнитные технологии особенно подходят для точного и не быстрого оружия наподобие снайперских винтовок. Винтовка с системой Гаусса позволит нашим снайперам наносить колоссальный урон с большой дистанции."
TacticalText="<Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Крупнокалиберная винтовка"

[TLE_SniperRifle_BM X2WeaponTemplate]
FriendlyName="Снайперская энерговинтовка"
FriendlyNamePlural="Снайперские энерговинтовки"
BriefSummary="Технологии фокусировки луча, очевидно, могут подойти для улучшения оружия снайперов. Плазменное копье - снайперская винтовка, не имеющая себе равных по точности стрельбы."
TacticalText="<Bullet/> Вершина развития снайперского оружия.\n<Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Современные улучшения несовместимы с этой устаревшей конструкцией."
AbilityDescName="Снайперская энерговинтовка"

[TLE_Sword_CV X2WeaponTemplate]
FriendlyName="Классический меч"
FriendlyNamePlural="Классические мечи"
BriefSummary="Рейнджеры умело владеют холодным оружием и способны ликвидировать врага в ближнем бою."
TacticalText="<Bullet/> Рейнджеры способны использовать меч в ближнем бою, даже если они потратили оба действия на перемещение или рывок.\n<Bullet/> Переход к ближнему бою может решить исход схватки, но будьте осторожнее.\n<Bullet/> Не упустите шанс улучшить эффективность оружия ближнего боя при помощи технологий противника."
AbilityDescName="Классический меч"

[TLE_Sword_MG X2WeaponTemplate]
FriendlyName="Экспериментальный клинок"
FriendlyNamePlural="Экспериментальные клинки"
BriefSummary="Когда физической силы не хватает, наступает время дугового клинка. Боевую эффективность обычного меча дополняет электрический разряд, способный оглушить врага в случае, если тот переживет атаку."
TacticalText="<Bullet/> Экспериментальный клинок добавляет электроразряд к удару мечом, повышая урон и добавляя вероятность оглушить цель."
AbilityDescName="Экспериментальный клинок"

[TLE_Sword_BM X2WeaponTemplate]
FriendlyName="Улучшенный клинок"
FriendlyNamePlural="Улучшенные клинки"
BriefSummary="Улучшенный клинок представляет собой нагреваемый плазмой металлический сердечник в сверхтонком магнитном поле - опаснейшее оружие ближнего боя, позволяющее поджигать врагов."
TacticalText="<Bullet/> Наиболее совершенная версия рейнджерского меча. Наносит высокий урон и может поджечь цель."
AbilityDescName="Улучшенный клинок"

[RangerKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарная полевая броня рейнджера"
FriendlyNamePlural="Кустарная полевая броня рейнджера"
BriefSummary="Этот стандартный бронежилет изготовлен из обломков, найденных на поле боя и в оружейных тайниках Сопротивления. Он обеспечивает минимальную защиту от оружия \"Адвента\" и пришельцев."
TacticalText="<Bullet/> В стандартный боекомплект входит кевларовый бронежилет.\n<Bullet/> Исследования помогут получить доступ к более качественной броне."

[GrenadierKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарная полевая броня гранатометчика"
FriendlyNamePlural="Кустарная полевая броня гранатометчика"
BriefSummary="Этот стандартный бронежилет изготовлен из обломков, найденных на поле боя и в оружейных тайниках Сопротивления. Он обеспечивает минимальную защиту от оружия \"Адвента\" и пришельцев."
TacticalText="<Bullet/> В стандартный боекомплект входит кевларовый бронежилет.\n<Bullet/> Исследования помогут получить доступ к более качественной броне."

[SpecialistKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарная полевая броня специалиста"
FriendlyNamePlural="Кустарная полевая броня специалиста"
BriefSummary="Этот стандартный бронежилет изготовлен из обломков, найденных на поле боя и в оружейных тайниках Сопротивления. Он обеспечивает минимальную защиту от оружия \"Адвента\" и пришельцев."
TacticalText="<Bullet/> В стандартный боекомплект входит кевларовый бронежилет.\n<Bullet/> Исследования помогут получить доступ к более качественной броне."

[SharpshooterKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарная полевая броня снайпера"
FriendlyNamePlural="Кустарная полевая броня снайпера"
BriefSummary="Этот стандартный бронежилет изготовлен из обломков, найденных на поле боя и в оружейных тайниках Сопротивления. Он обеспечивает минимальную защиту от оружия \"Адвента\" и пришельцев."
TacticalText="<Bullet/> В стандартный боекомплект входит кевларовый бронежилет.\n<Bullet/> Исследования помогут получить доступ к более качественной броне."

[PsiOperativeKevlarArmor X2ArmorTemplate]
FriendlyName="Кустарная полевая броня пси-агента"
FriendlyNamePlural="Кустарная полевая броня пси-агента"
BriefSummary="Этот стандартный бронежилет изготовлен из обломков, найденных на поле боя и в оружейных тайниках Сопротивления. Он обеспечивает минимальную защиту от оружия \"Адвента\" и пришельцев."
TacticalText="<Bullet/> В стандартный боекомплект входит кевларовый бронежилет.\n<Bullet/> Исследования помогут получить доступ к более качественной броне."

[RangerPlatedArmor X2ArmorTemplate]
FriendlyName="Улучшенная полевая броня рейнджера"
FriendlyNamePlural="Улучшенная полевая броня рейнджера"
BriefSummary="Благодаря очищенным пластинам от бронежилета \"Адвента\" этот костюм обеспечивает усиленную защиту и предоставляет дополнительное место для переноса предметов."
TacticalText="<Bullet/> Броня средней тяжести, выполнена из обломков техники \"Адвента\".\n<Bullet/> Будучи броней среднего класса, она располагает ячейкой для одного дополнительного предмета."

[GrenadierPlatedArmor X2ArmorTemplate]
FriendlyName="Улучшенная полевая защита гранатометчика"
FriendlyNamePlural="Улучшенная полевая защита гранатометчика"
BriefSummary="Благодаря очищенным пластинам от бронежилета \"Адвента\" этот костюм обеспечивает усиленную защиту и предоставляет дополнительное место для переноса предметов."
TacticalText="<Bullet/> Броня средней тяжести, выполнена из обломков техники \"Адвента\".\n<Bullet/> Будучи броней среднего класса, она располагает ячейкой для одного дополнительного предмета."

[SpecialistPlatedArmor X2ArmorTemplate]
FriendlyName="Улучшенная полевая броня специалиста"
FriendlyNamePlural="Улучшенная полевая броня специалиста"
BriefSummary="Благодаря очищенным пластинам от бронежилета \"Адвента\" этот костюм обеспечивает усиленную защиту и предоставляет дополнительное место для переноса предметов."
TacticalText="<Bullet/> Броня средней тяжести, выполнена из обломков техники \"Адвента\".\n<Bullet/> Будучи броней среднего класса, она располагает ячейкой для одного дополнительного предмета."

[SharpshooterPlatedArmor X2ArmorTemplate]
FriendlyName="Улучшенная полевая броня снайпера"
FriendlyNamePlural="Улучшенная полевая броня снайпера"
BriefSummary="Благодаря очищенным пластинам от бронежилета \"Адвента\" этот костюм обеспечивает усиленную защиту и предоставляет дополнительное место для переноса предметов."
TacticalText="<Bullet/> Броня средней тяжести, выполнена из обломков техники \"Адвента\".\n<Bullet/> Будучи броней среднего класса, она располагает ячейкой для одного дополнительного предмета."

[PsiOperativePlatedArmor X2ArmorTemplate]
FriendlyName="Улучшенная полевая броня пси-агента"
FriendlyNamePlural="Улучшенная полевая броня пси-агента"
BriefSummary="Благодаря очищенным пластинам от бронежилета \"Адвента\" этот костюм обеспечивает усиленную защиту и предоставляет дополнительное место для переноса предметов."
TacticalText="<Bullet/> Броня средней тяжести, выполнена из обломков техники \"Адвента\".\n<Bullet/> Будучи броней среднего класса, она располагает ячейкой для одного дополнительного предмета."

[RangerPoweredArmor X2ArmorTemplate]
FriendlyName="Экспериментальная силовая броня рейнджера"
FriendlyNamePlural="Экспериментальная силовая броня рейнджера"
BriefSummary="Овладев секретами элерия, мы смогли создать идеальную боевую броню. Комплект силовой брони \"Хранитель\" отличается непревзойденной прочностью и универсальностью и поможет нам противостоять неустанно наращивающему свою мощь врагу."
TacticalText="<Bullet/> Лучшее, что доступно нам в среднем классе защиты.\n<Bullet/> Обладает 2 ячейками для снаряжения."

[GrenadierPoweredArmor X2ArmorTemplate]
FriendlyName="Экспериментальная силовая броня гранатометчика"
FriendlyNamePlural="Экспериментальная силовая броня гранатометчика"
BriefSummary="Овладев секретами элерия, мы смогли создать идеальную боевую броню. Комплект силовой брони \"Хранитель\" отличается непревзойденной прочностью и универсальностью и поможет нам противостоять неустанно наращивающему свою мощь врагу."
TacticalText="<Bullet/> Лучшее, что доступно нам в среднем классе защиты.\n<Bullet/> Обладает 2 ячейками для снаряжения."

[SpecialistPoweredArmor X2ArmorTemplate]
FriendlyName="Экспериментальная силовая броня специалиста"
FriendlyNamePlural="Экспериментальная силовая броня специалиста"
BriefSummary="Овладев секретами элерия, мы смогли создать идеальную боевую броню. Комплект силовой брони \"Хранитель\" отличается непревзойденной прочностью и универсальностью и поможет нам противостоять неустанно наращивающему свою мощь врагу."
TacticalText="<Bullet/> Лучшее, что доступно нам в среднем классе защиты.\n<Bullet/> Обладает 2 ячейками для снаряжения."

[SharpshooterPoweredArmor X2ArmorTemplate]
FriendlyName="Экспериментальная силовая броня снайпера"
FriendlyNamePlural="Экспериментальная силовая броня снайпера"
BriefSummary="Овладев секретами элерия, мы смогли создать идеальную боевую броню. Комплект силовой брони \"Хранитель\" отличается непревзойденной прочностью и универсальностью и поможет нам противостоять неустанно наращивающему свою мощь врагу."
TacticalText="<Bullet/> Лучшее, что доступно нам в среднем классе защиты.\n<Bullet/> Обладает 2 ячейками для снаряжения."

[PsiOperativePoweredArmor X2ArmorTemplate]
FriendlyName="Экспериментальная силовая броня пси-агента"
FriendlyNamePlural="Экспериментальная силовая броня пси-агента"
BriefSummary="Овладев секретами элерия, мы смогли создать идеальную боевую броню. Комплект силовой брони \"Хранитель\" отличается непревзойденной прочностью и универсальностью и поможет нам противостоять неустанно наращивающему свою мощь врагу."
TacticalText="<Bullet/> Лучшее, что доступно нам в среднем классе защиты.\n<Bullet/> Обладает 2 ячейками для снаряжения."

; Helmet Tier 1 ///////////////////////////

;Tier 1 A & variant
[TLE_Helmet_Tier1_A_M X2BodyPartTemplate]
DisplayName="Шлем с коммуникатором и очками"
[TLE_Helmet_Tier1_A_F X2BodyPartTemplate]
DisplayName="Шлем с коммуникатором и очками"
[TLE_Helmet_Tier1_A2_M X2BodyPartTemplate]
DisplayName="Шлем с коммуникатором"
[TLE_Helmet_Tier1_A2_F X2BodyPartTemplate]
DisplayName="Шлем с коммуникатором"

;Tier 1 B & variant
[TLE_Helmet_Tier1_B_M X2BodyPartTemplate]
DisplayName="Капюшон со шнуром и маской"
[TLE_Helmet_Tier1_B_F X2BodyPartTemplate]
DisplayName="Капюшон со шнуром и маской"
[TLE_Helmet_Tier1_B2_M X2BodyPartTemplate]
DisplayName="Капюшон со шнуром"
[TLE_Helmet_Tier1_B2_F X2BodyPartTemplate]
DisplayName="Капюшон со шнуром"

;Tier 1 C & variant
[TLE_Helmet_Tier1_C_M X2BodyPartTemplate]
DisplayName="Пилот \"Рейнджера\" с очками"
[TLE_Helmet_Tier1_C_F X2BodyPartTemplate]
DisplayName="Пилот \"Рейнджера\" с очками"
[TLE_Helmet_Tier1_C2_M X2BodyPartTemplate]
DisplayName="Спасенный пилот \"Рейнджера\""
[TLE_Helmet_Tier1_C2_F X2BodyPartTemplate]
DisplayName="Спасенный пилот \"Рейнджера\""

;Tier 1 D & variant
[TLE_Helmet_Tier1_D_M X2BodyPartTemplate]
DisplayName="Шлем \"туннельной крысы\""
[TLE_Helmet_Tier1_D_F X2BodyPartTemplate]
DisplayName="Шлем \"туннельной крысы\""
[TLE_Helmet_Tier1_D2_M X2BodyPartTemplate]
DisplayName="Шлем \"туннельной крысы\" без фонаря"
[TLE_Helmet_Tier1_D2_F X2BodyPartTemplate]
DisplayName="Шлем \"туннельной крысы\" без фонаря"
 
 ; Helmet Tier 2 ///////////////////////////

;Tier 2 A & variant
[TLE_Helmet_Tier2_A_M X2BodyPartTemplate]
DisplayName="Бронезащита мозга"
[TLE_Helmet_Tier2_A_F X2BodyPartTemplate]
DisplayName="Бронезащита мозга"
[TLE_Helmet_Tier2_A2_M X2BodyPartTemplate]
DisplayName="Улучшенная бронезащита мозга"
[TLE_Helmet_Tier2_A2_F X2BodyPartTemplate]
DisplayName="Улучшенная бронезащита мозга"

;Tier 2 B & variant
[TLE_Helmet_Tier2_B_M X2BodyPartTemplate]
DisplayName="Грубый биохимический фильтр"
[TLE_Helmet_Tier2_B_F X2BodyPartTemplate]
DisplayName="Грубый биохимический фильтр"
[TLE_Helmet_Tier2_B2_M X2BodyPartTemplate]
DisplayName="Защищенный биохимический фильтр"
[TLE_Helmet_Tier2_B2_F X2BodyPartTemplate]
DisplayName="Защищенный биохимический фильтр"

;Tier 2 C
[TLE_Helmet_Tier2_C_M X2BodyPartTemplate]
DisplayName="Треснувшее забрало"
[TLE_Helmet_Tier2_C_F X2BodyPartTemplate]
DisplayName="Треснувшее забрало"

;Tier 2 D & variant
[TLE_Helmet_Tier2_D_M X2BodyPartTemplate]
DisplayName="Вентилируемый тактический шлем"
[TLE_Helmet_Tier2_D_F X2BodyPartTemplate]
DisplayName="Вентилируемый тактический шлем"
[TLE_Helmet_Tier2_D2_M X2BodyPartTemplate]
DisplayName="Бронированный тактический шлем"
[TLE_Helmet_Tier2_D2_F X2BodyPartTemplate]
DisplayName="Бронированный тактический шлем"

;Helmet Tier 3///////////////////////////

;Tier 3 A. 
[TLE_Helmet_Tier3_A_M X2BodyPartTemplate]
DisplayName="Полная бронемаска"
[TLE_Helmet_Tier3_A_F X2BodyPartTemplate]
DisplayName="Полная бронемаска"

;Tier 3 B & variant
[TLE_Helmet_Tier3_B_M X2BodyPartTemplate]
DisplayName="Капюшон с терморегуляцией"
[TLE_Helmet_Tier3_B_F X2BodyPartTemplate]
DisplayName="Капюшон с терморегуляцией"
[TLE_Helmet_Tier3_B2_M X2BodyPartTemplate]
DisplayName="Стальной капюшон"
[TLE_Helmet_Tier3_B2_F X2BodyPartTemplate]
DisplayName="Стальной капюшон"

;Tier 3 C & variant
[TLE_Helmet_Tier3_C_M X2BodyPartTemplate]
DisplayName="Шлем ВКС с проводкой"
[TLE_Helmet_Tier3_C_F X2BodyPartTemplate]
DisplayName="Шлем ВКС с проводкой"
[TLE_Helmet_Tier3_C2_M X2BodyPartTemplate]
DisplayName="Шлем ВКС"
[TLE_Helmet_Tier3_C2_F X2BodyPartTemplate]
DisplayName="Шлем ВКС"

;Tier 3 D & variant
[TLE_Helmet_Tier3_D_M X2BodyPartTemplate]
DisplayName="Улучшенный шлем сталкера"
[TLE_Helmet_Tier3_D_F X2BodyPartTemplate]
DisplayName="Улучшенный шлем сталкера"
[TLE_Helmet_Tier3_D2_M X2BodyPartTemplate]
DisplayName="Шлем сталкера"
[TLE_Helmet_Tier3_D2_F X2BodyPartTemplate]
DisplayName="Шлем сталкера"

;New male voice 

[RolandVoice1_English_US X2BodyPartTemplate]
DisplayName="Риццо"

; --------------------------------------------------------------------------------------------------------------------------------------------------------
; To update, add, or remove attitude animations, change the list below, then contact programmer to edit X2StrategyElement_TLESoldierPersonalities.uc file
; //xcom2/main/XCOM2/Development/Src/TLE/Classes/X2StrategyElement_TLESoldierPersonalities.uc
; --------------------------------------------------------------------------------------------------------------------------------------------------------

[Personality_TLE1 X2SoldierPersonalityTemplate]
FriendlyName="Злость"

[Personality_TLE2 X2SoldierPersonalityTemplate]
FriendlyName="Заносчивость"

[Personality_TLE3 X2SoldierPersonalityTemplate]
FriendlyName="Подозрительность"

[Personality_TLE4 X2SoldierPersonalityTemplate]
FriendlyName="Самодовольство"

[Personality_TLE5 X2SoldierPersonalityTemplate]
FriendlyName="Вперед!"

; Ladder Progression Upgrades

[HunterWeaponsSpecialist X2LadderUpgradeTemplate]
ShortDescription="Оружие охотников за пришельцами"
FullDescription="Открывает винтовку, пистолет, топор и морозные бомбы из дополнения \"Охотники за пришельцами\""

[HunterWeaponsPsiOp X2LadderUpgradeTemplate]
ShortDescription="Оружие охотников за пришельцами"
FullDescription="Открывает винтовку, пистолет, топор и морозные бомбы из дополнения \"Охотники за пришельцами\" (вариант для пси-агентов)"

[ChosenRifleSpecialist X2LadderUpgradeTemplate]
ShortDescription="Дезинтегратор Избранного"
FullDescription="Вооружает вашего специалиста дезинтегратором"

[ChosenRiflePsiOp X2LadderUpgradeTemplate]
ShortDescription="Дезинтегратор Избранного"
FullDescription="Вооружает вашего пси-агента дезинтегратором"

[ChosenShotgunRanger X2LadderUpgradeTemplate]
ShortDescription="\"Араси\" Избранного"
FullDescription="Вооружает вашего рейнджера \"Араси\""

[ChosenSwordRanger X2LadderUpgradeTemplate]
ShortDescription="Катана Избранного"
FullDescription="Вооружает вашего рейнджера катаной"

[ChosenSniperSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темное копье\" Избранного"
FullDescription="Вооружает вашего снайпера \"Темным копьем\""

[ChosenPistolSharpshooter X2LadderUpgradeTemplate]
ShortDescription="\"Темный коготь\" Избранного"
FullDescription="Вооружает вашего снайпера \"Темным когтем\""

[ExperimentalPlatedArmor X2LadderUpgradeTemplate]
ShortDescription="\"Паук\" и \"Экзокостюм\""
FullDescription="Дает вашим снайперам и рейнджерам костюмы \"Паук\", а гранатометчикам и пси-агентам - \"Экзокостюмы\""

[ExperimentalPoweredArmor X2LadderUpgradeTemplate]
ShortDescription="\"Призрак\" и \"Боевой костюм\""
FullDescription="Дает вашим снайперам и рейнджерам костюмы \"Призрак\", а гранатометчикам и пси-агентам - \"Боевые костюмы\""

[ExperimentalPoweredWeapons X2LadderUpgradeTemplate]
ShortDescription="Экспериментальное оружие"
FullDescription="Открывает новое мощное оружие"

[HunterArmor X2LadderUpgradeTemplate]
ShortDescription="Броня охотников за пришельцами"
FullDescription="Дает вашим бойцам легкую, среднюю или тяжелую броню пришельцев"

[HunterArmorMk2 X2LadderUpgradeTemplate]
ShortDescription="Броня охотников за пришельцами"
FullDescription="Дает вашим бойцам легкую, среднюю или тяжелую броню пришельцев"

[ExperimentalAmmo X2LadderUpgradeTemplate]
ShortDescription="Экспериментальные боеприпасы"
FullDescription="Дает вашим бойцам новые типы боеприпасов"

[ExperimentalGrenades X2LadderUpgradeTemplate]
ShortDescription="Экспериментальные гранаты"
FullDescription="Дает вашим бойцам новые типы гранат"

[AdvancedExplosives X2LadderUpgradeTemplate]
ShortDescription="Улучшенная взрывчатка"
FullDescription="Дает вашим бойцам новые улучшенные типы гранат"

[BasicPCSes X2LadderUpgradeTemplate]
ShortDescription="Базовые персональные боевые модули"
FullDescription="Дает вашим бойцам ПБМ начального уровня"

[AdvancedPCSes X2LadderUpgradeTemplate]
ShortDescription="Улучшенные персональные боевые модули"
FullDescription="Дает вашим бойцам ПБМ среднего уровня"

[SuperiorPCSes X2LadderUpgradeTemplate]
ShortDescription="Превосходные личные боевые модули"
FullDescription="Дает вашим бойцам ПБМ высшего уровня"

[BasicWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Базовые модификации оружия"
FullDescription="Дает вашим бойцам улучшения для оружия начального уровня"

[AdvancedWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Улучшенные оружейные модификации"
FullDescription="Дает вашим бойцам улучшения для оружия среднего уровня"

[SuperiorWeaponUpgrades X2LadderUpgradeTemplate]
ShortDescription="Модификации оружия ультра-уровня"
FullDescription="Дает вашим бойцам улучшения для оружия высшего уровня"

[ExperimentalVests X2LadderUpgradeTemplate]
ShortDescription="Экспериментальные бронежилеты"
FullDescription="Дает вашим бойцам экспериментальные бронежилеты"

[UtilityItems X2LadderUpgradeTemplate]
ShortDescription="Вспомогательное снаряжение"
FullDescription="Дает вашим бойцам вспомогательное снаряжение"

[Interact_SweaterTube X2AbilityTemplate]
LocFriendlyName="Открыть стазис-капсулу"
LocHelpText="Открыть стазис-капсулу \"Адвента\"."

[Hack_Scan X2AbilityTemplate]
LocFriendlyName="Сканировать объект"
LocHelpText="Отсканировать объект, чтобы создать его трехмерный чертеж."
LocFlyOverText="Сканирование"

[IntrusionProtocol_Scan X2AbilityTemplate]
LocFriendlyName="Сканировать объект"
LocLongDescription="Отсканировать объект, чтобы создать его трехмерный чертеж, задействовав <Ability:SECONDARYWEAPONNAME/>."
LocHelpText="Ваш <Ability:SECONDARYWEAPONNAME/> может сканировать объекты."
LocFlyOverText="Сканирование"
LocDefaultSecondaryWeapon="\"ГРЕМЛИН\""

; Character templates

[NarrativeCentral X2CharacterTemplate]
strForcedFirstName="Джон"
strForcedLastName="Брэдфорд"
strForcedNickName="Центр"

[LadderShen X2CharacterTemplate]
strForcedFirstName="Ань-И"
strForcedLastName="Шэнь"
strForcedNickName="Лили"

[JaneKelly X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келли"
strForcedNickName="Тихоня"

[PeterOsei X2CharacterTemplate]
strForcedFirstName="Питер"
strForcedLastName="Осай"
strForcedNickName="Буян"

[AnaRamirez X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамирес"
strForcedNickName="Скиннер"

[PirateDJ_VIP X2CharacterTemplate]
strForcedFirstName="Джейк"
strForcedLastName="Леви"
strForcedNickName="Ведущий"
strCharacterName="Ведущий радио"

[BlackMarketTrader_VIP X2CharacterTemplate]
strForcedFirstName="Дубравка"
strForcedLastName="Хорват"
strForcedNickName="Маша"

[LilyShen_VIP X2CharacterTemplate]
strForcedFirstName="Ань-И"
strForcedLastName="Шэнь"
strForcedNickName="Лили"

[JaneKelly_VIP X2CharacterTemplate]
strForcedFirstName="Джейн"
strForcedLastName="Келли"
strForcedNickName="Тихоня"

[PeterOsei_VIP X2CharacterTemplate]
strForcedFirstName="Питер"
strForcedLastName="Осай"
strForcedNickName="Буян"

[AnaRamirez_VIP X2CharacterTemplate]
strForcedFirstName="Анна"
strForcedLastName="Рамирес"
strForcedNickName="Скиннер"

[Tygan_VIP X2CharacterTemplate]
strForcedFirstName="Чарльз"
strForcedLastName="Тайган"
strForcedNickName="Бургермэн"

[PsiZombieCivilian X2CharacterTemplate]
strCharacterName="Зомби"

[NeonateChryssalid X2CharacterTemplate]
strCharacterName="Новорожденный криссалид"

; Soldier Class Templates

[LadderCentral X2SoldierClassTemplate]
DisplayName="Рейнджер"
ClassSummary="\"Рейнджер\" - основной разведчик, способный незаметно перемещаться и атаковать противника на ближней дистанции."
LeftAbilityTreeTitle="Разведка"
RightAbilityTreeTitle="Штурмовик"
AbilityTreeTitles[0]="Разведка"
AbilityTreeTitles[1]="Штурмовик"
AbilityTreeTitles[2]="XCOM"

[TLE_ChiefEngineer X2SoldierClassTemplate]
DisplayName="Специалист"
ClassSummary="Специалисты - операторы наиболее сложного оборудования: боевых дронов, способных вести огонь или оказывать медицинскую помощь."
LeftAbilityTreeTitle="Военный врач"
RightAbilityTreeTitle="Боевой взломщик"
AbilityTreeTitles[0]="Военный врач"
AbilityTreeTitles[1]="Боевой взломщик"
AbilityTreeTitles[2]="XCOM"

;-----------------------
; Shen's Gremlin
;-----------------------
[Shen_Gremlin_CV X2GremlinTemplate]
FriendlyName="\"Ровер MК1\""
FriendlyNamePlural="\"Ровер MК1\""
BriefSummary="\"Ровер\", самый ранний прототип \"Гремлина\", разработанный Лили Шэнь, обладает рядом странностей в поведении, вызванных \"уникальными\" доработками на протяжении многих лет."
TacticalText="<Bullet/> \"Ровер\" позволяет Шэнь выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает Шэнь, выполняя различные протоколы: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"Ровер\"; также его невозможно повредить или уничтожить. Он отключится, если владелец будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_MG X2GremlinTemplate]
FriendlyName="\"Ровер MК2\""
FriendlyNamePlural="\"Ровер MК2\""
BriefSummary="\"Ровер\", самый ранний прототип \"Гремлина\", разработанный Лили Шэнь, обладает рядом странностей в поведении, вызванных \"уникальными\" доработками на протяжении многих лет."
TacticalText="<Bullet/> \"Ровер\" позволяет Шэнь выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает Шэнь, выполняя различные протоколы: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"Ровер\"; также его невозможно повредить или уничтожить. Он отключится, если владелец будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"Ровер\""

[Shen_Gremlin_BM X2GremlinTemplate]
FriendlyName="\"Ровер MК3\""
FriendlyNamePlural="\"Ровер MК3\""
BriefSummary="\"Ровер\", самый ранний прототип \"Гремлина\", разработанный Лили Шэнь, обладает рядом странностей в поведении, вызванных \"уникальными\" доработками на протяжении многих лет."
TacticalText="<Bullet/> \"Ровер\" позволяет Шэнь выполнять различные боевые задачи с безопасного расстояния.\n<Bullet/> Он сопровождает Шэнь, выполняя различные протоколы: помочь союзникам, взломать электронную цель или нанести урон врагу.\n<Bullet/> Обычно противник не замечает \"Ровер\"; также его невозможно повредить или уничтожить. Он отключится, если владелец будет убит или окажется не в состоянии им управлять."
AbilityDescName="\"Ровер\""

[X2Photobooth]
; TLE Photobooth Attitudes
+m_arrAnimationPoses=(AnimationDisplayName="Злость")
+m_arrAnimationPoses=(AnimationDisplayName="Заносчивость")
+m_arrAnimationPoses=(AnimationDisplayName="Вперед!")
+m_arrAnimationPoses=(AnimationDisplayName="Самодовольство")
+m_arrAnimationPoses=(AnimationDisplayName="Подозрительность")

; TEL Photobooth Rifle
+m_arrAnimationPoses=(AnimationDisplayName="Механический прицел")
+m_arrAnimationPoses=(AnimationDisplayName="Задумчивость")
+m_arrAnimationPoses=(AnimationDisplayName="Найти и уничтожить")

; TLE Photobooth Unarmed
+m_arrAnimationPoses=(AnimationDisplayName="Боевой клич")
+m_arrAnimationPoses=(AnimationDisplayName="\"Икс-эль\", детка!")

; TLE Photobooth Sharpshooter
+m_arrAnimationPoses=(AnimationDisplayName="С двух рук 1")
+m_arrAnimationPoses=(AnimationDisplayName="С двух рук 2")
+m_arrAnimationPoses=(AnimationDisplayName="Прыжок веры")
+m_arrAnimationPoses=(AnimationDisplayName="Всех замочить!")
+m_arrAnimationPoses=(AnimationDisplayName="Ни шагу назад")
+m_arrAnimationPoses=(AnimationDisplayName="Последний выход")

; TLE Photobooth Ranger
+m_arrAnimationPoses=(AnimationDisplayName="Понеслась!")
+m_arrAnimationPoses=(AnimationDisplayName="Бесшумная смерть")
+m_arrAnimationPoses=(AnimationDisplayName="Смерть с небес")
+m_arrAnimationPoses=(AnimationDisplayName="Один на один")

; TLE Photobooth Grenadier
+m_arrAnimationPoses=(AnimationDisplayName="Пролейся, дождь")
+m_arrAnimationPoses=(AnimationDisplayName="Что за черт?")

; TLE Photobooth PsiOperative
+m_arrAnimationPoses=(AnimationDisplayName="На максимум")
+m_arrAnimationPoses=(AnimationDisplayName="Первый разряд")

; TLE Photobooth Specialist
+m_arrAnimationPoses=(AnimationDisplayName="Поддержка в пути")
+m_arrAnimationPoses=(AnimationDisplayName="Огневая поддержка")

; TLE Photobooth Reaper Specific
+m_arrAnimationPoses=(AnimationDisplayName="Тихие шаги")
+m_arrAnimationPoses=(AnimationDisplayName="Голову с плеч")

; TLE Photobooth Skirmisher
+m_arrAnimationPoses=(AnimationDisplayName="Месть")
+m_arrAnimationPoses=(AnimationDisplayName="По коням!")

; TLE Photobooth Templar
+m_arrAnimationPoses=(AnimationDisplayName="Смертельный удар")
+m_arrAnimationPoses=(AnimationDisplayName="Отражение")

; TLE Photobooth Duo Poses
+m_arrAnimationPoses=(AnimationDisplayName="Я прикрою!")
+m_arrAnimationPoses=(AnimationDisplayName="Наблюдение (пистолет)")
+m_arrAnimationPoses=(AnimationDisplayName="Спасение (слева)")
+m_arrAnimationPoses=(AnimationDisplayName="Спасение (справа)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (слева)")
+m_arrAnimationPoses=(AnimationDisplayName="Доставка (справа)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (слева)")
+m_arrAnimationPoses=(AnimationDisplayName="Братство (справа)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай пять (слева)")
+m_arrAnimationPoses=(AnimationDisplayName="Дай пять (справа)")

; TLE Photobooth Battle Poses
+m_arrAnimationPoses=(AnimationDisplayName="Объятья вайпера")
+m_arrAnimationPoses=(AnimationDisplayName="Удар мутона")

; TLE Photobooth Victory Poses
+m_arrAnimationPoses=(AnimationDisplayName="Победа 1")
+m_arrAnimationPoses=(AnimationDisplayName="Победа 2")
+m_arrAnimationPoses=(AnimationDisplayName="Победа 3")


; TLE Photobooth Backgrounds
+m_arrBackgroundOptions=(BackgroundDisplayname="Бродячая орда")
+m_arrBackgroundOptions=(BackgroundDisplayname="Сектопод")
+m_arrBackgroundOptions=(BackgroundDisplayname="Лицо сектоида")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затенение - центр")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затенение - низ")
+m_arrBackgroundOptions=(BackgroundDisplayname="Затенение - верх")
+m_arrBackgroundOptions=(BackgroundDisplayname="Посадка \"Мстителя\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Стоящий \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Контур солдата \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Капитан \"Адвента\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактный архонт")
+m_arrBackgroundOptions=(BackgroundDisplayname="Абстрактный \"Адвент\"")
+m_arrBackgroundOptions=(BackgroundDisplayname="Голова пришельца (клинки)")
+m_arrBackgroundOptions=(BackgroundDisplayname="Раздавленный череп пришельца")
+m_arrBackgroundOptions=(BackgroundDisplayname="Кулак, сокрушающий пришельцев")
+m_arrBackgroundOptions=(BackgroundDisplayname="Солдат XCOM")
